Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/Policy.resw
Source language: en_us
Languages: zh_tw

# GroupPolicy_WindowsEditionNotice_Title
source: Windows edition notice
zh_tw: Windows 版本提示

# GroupPolicy_WindowsEditionNotice_Message
source: Your Windows edition does not fully support Group Policy. Policy settings will be written directly to the Registry and may take effect immediately; some system settings may require a reboot. For full support, upgrade to Pro, Enterprise, or Education editions.
zh_tw: 您的 Windows 版本不完全支援群組原則。政策設定會直接寫入登錄，可能會立即生效；某些系統設定可能需要重新啟動。若要完整支援，請升級到專業版、企業版或教育版。

# PolicyListHeader_Policy
source: Policy
zh_tw: 政策

# PolicyListHeader_State
source: State
zh_tw: 狀態

# Policy_State_Label
source: State:
zh_tw: 狀態：

# Policy_State_NotConfigured
source: Not configured
zh_tw: 未設定

# Policy_State_Unknown
source: Unknown
zh_tw: 未知

# Policy_Tree_ComputerConfiguration
source: Computer Configuration
zh_tw: 電腦設定

# Policy_Tree_UserConfiguration
source: User Configuration
zh_tw: 使用者設定

# Policy_Tree_AdministrativeTemplates
source: Administrative Templates
zh_tw: 系統管理範本

# Policy_Selector_General
source: General
zh_tw: 一般

# Policy_Selector_Explain
source: Explain
zh_tw: 說明

# Policy_Options_Title
source: Options
zh_tw: 選項

# Policy_NoOptionsText
source: No configuration needed for this policy.
zh_tw: 此政策沒有可配置的選項

# Policy_SupportedOn_Prefix
source: Supported on:
zh_tw: 支援於：

# Policy_HiveInfo_Machine
source: Target registry hive: HKEY_LOCAL_MACHINE
zh_tw: 目標登錄機碼：HKEY_LOCAL_MACHINE

# Policy_HiveInfo_User
source: Target registry hive: HKEY_CURRENT_USER
zh_tw: 目標登錄機碼：HKEY_CURRENT_USER

# Policy_ValidationErrors_Header
source: There are a few errors that need attention:
zh_tw: 請修正以下錯誤：

# Policy_SaveFailed_Title
source: Oops, we couldn't save the policy
zh_tw: 政策儲存失敗

# Policy_AccessDenied_Title
source: Access Denied
zh_tw: 存取被拒

# Policy_AccessDenied_Machine
source: Administrator access is required to save machine settings.
zh_tw: 沒有足夠的權限來寫入機器政策 (HKLM)。請以系統管理員身份執行此應用程式。

# Policy_AccessDenied_User
source: We need your permission to save these user policy.
zh_tw: 沒有足夠的權限來寫入使用者政策 (HKCU)。

# Policy_SaveFailed_MessageFormat
source: We couldn't save the policy: {0}
zh_tw: 儲存政策時發生錯誤：{0}

# Policy_Error_PleaseEnter_Format
source: Tell us the value for: {0}
zh_tw: 請輸入：{0}

# Policy_Error_InvalidFormat_Format
source: Use key=value format for: {0}
zh_tw: 格式無效：{0}。請使用 key=value 格式

# Policy_Error_EnterValidNumber_Format
source: {0} needs to be a valid number.
zh_tw: 請輸入有效的數字：{0}

# Policy_Error_ValueOutOfRange_Format
source: The value for {0} is outside the allowed range.
zh_tw: 值超出範圍：{0}

# Policy_Error_PleaseSelect_Format
source: Choose a setting for: {0}
zh_tw: 請選擇一個選項：{0}

# Policy_Error_PleaseSelectOrEnter_Format
source: Please select or enter a value for: {0}
zh_tw: 請選擇或輸入：{0}

# RSoP_SourceGPO
source: Source GPO
zh_tw: 來源 GPO

# RSoP_Loading
source: Loading policy data...
zh_tw: 正在載入原則資料...

# RSoP_ErrorTitle
source: Error loading RSoP data
zh_tw: 載入 RSoP 資料時發生錯誤

# RSoP_ErrorLoadFailed
source: Failed to load policy definitions. Please ensure the PolicyDefinitions folder exists.
zh_tw: 無法載入原則定義。請確認 PolicyDefinitions 資料夾存在。

# RSoP_StateFilterAll
source: All
zh_tw: 全部

# RSoP_StatsFormat
source: {0} configured policies
zh_tw: {0} 個已設定原則

# RSoP_ExportButton
source: Export Report
zh_tw: 匯出報告

# RSoP_ExportSuccess
source: Report exported successfully.
zh_tw: 報告已成功匯出。

# RSoP_ExportFailed
source: Failed to export report.
zh_tw: 匯出報告失敗。

# RSoP_DetailTab_General
source: General
zh_tw: 一般

# RSoP_DetailTab_Registry
source: Registry
zh_tw: 登錄

# RSoP_DetailTab_Explain
source: Explain
zh_tw: 說明

# RSoP_Detail_State
source: State
zh_tw: 狀態

# RSoP_Detail_RegistryKey
source: Registry Key
zh_tw: 登錄機碼

# RSoP_Detail_RegistryValue
source: Registry Value
zh_tw: 登錄值

# RSoP_Detail_SupportedOn
source: Supported On
zh_tw: 支援於

# RSoP_Detail_Category
source: Category
zh_tw: 類別

# RSoP_SourceLocalPolicy
source: Local Policy
zh_tw: 本機原則
